regex.input.name = ^[A-\u042F\u0404\u0406\u0407'][\u0430-\u044F\u0454\u0456\u0457']+
regex.input.street = [A-\u042F\u0404\u0406\u0407'][\u0430-\u044F\u0454\u0456\u0457']+

input.first.name = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u0456\u043C'\u044F \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0443: 
input.last.name = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u043F\u0440\u0456\u0437\u0432\u0438\u0449\u0435 \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0443:
input.nickname = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u043D\u0456\u043A \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0443:  
input.birth.date = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u0434\u0435\u043D\u044C \u043D\u0430\u0440\u043E\u0434\u0436\u0435\u043D\u043D\u044F \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0443. \u041F\u043E\u0442\u0440\u0456\u0431\u043D\u0438\u0439 \u0444\u043E\u0440\u043C\u0430\u0442: \u0440\u0440\u0440\u0440-\u043C\u043C-\u0434\u0434 
input.group = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u0433\u0440\u0443\u043F\u0443 \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0443: (FAMILY, FRIENDS, COLLEAGUES, SERVICE) 
input.mobile.phone.number = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u043C\u043E\u0431\u0456\u043B\u044C\u043D\u0438\u0439 \u043D\u043E\u043C\u0435\u0440 \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0443. \u041F\u043E\u0442\u0440\u0456\u0431\u043D\u0438\u0439 \u0444\u043E\u0440\u043C\u0430\u0442: +38(0XX)XXX-XXXX  
input.email = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u0443 \u0430\u0434\u0440\u0435\u0441\u0443 \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0443: 
input.skype = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u043B\u043E\u0433\u0456\u043D \u0443 Skype \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0443: 
input.post.code = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u043F\u043E\u0448\u0442\u043E\u0432\u0438\u0439 \u0456\u043D\u0434\u0435\u043A\u0441 \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0443:
input.street = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u0432\u0443\u043B\u0438\u0446\u044E \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0443: 
input.house = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u043D\u043E\u043C\u0435\u0440 \u0431\u0443\u0434\u0438\u043D\u043A\u0443 \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0443:

error.input.first.name = \u041F\u043E\u043C\u0438\u043B\u043A\u0430! \u0425\u0438\u0431\u043D\u0438\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u0456\u043C\u0435\u043D\u0456. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435: 
error.input.last.name = \u041F\u043E\u043C\u0438\u043B\u043A\u0430! \u0425\u0438\u0431\u043D\u0438\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u043F\u0440\u0456\u0437\u0432\u0438\u0449\u0430. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435: 
error.input.nickname = \u041F\u043E\u043C\u0438\u043B\u043A\u0430! \u0425\u0438\u0431\u043D\u0438\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u043D\u0456\u043A\u0443. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435: 
error.input.birth.date = \u041F\u043E\u043C\u0438\u043B\u043A\u0430! \u0425\u0438\u0431\u043D\u0438\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u0434\u0430\u0442\u0438 \u043D\u0430\u0440\u043E\u0434\u0436\u0435\u043D\u043D\u044F. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435: 
error.input.group = \u041F\u043E\u043C\u0438\u043B\u043A\u0430! \u0425\u0438\u0431\u043D\u0430 \u043D\u0430\u0437\u0432\u0430 \u0433\u0440\u0443\u043F\u0438. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435:
error.input.mobile.phone.number = \u041F\u043E\u043C\u0438\u043B\u043A\u0430! \u0425\u0438\u0431\u043D\u0438\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u043C\u043E\u0431\u0456\u043B\u044C\u043D\u043E\u0433\u043E \u043D\u043E\u043C\u0435\u0440\u0443. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435: 
error.input.email = \u041F\u043E\u043C\u0438\u043B\u043A\u0430! \u0425\u0438\u0431\u043D\u0438\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0457 \u0430\u0434\u0440\u0435\u0441\u0438. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435: 
error.input.skype = \u041F\u043E\u043C\u0438\u043B\u043A\u0430! \u0425\u0438\u0431\u043D\u0438\u0439 \u043B\u043E\u0433\u0456\u043D Skype. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435: 
error.input.post.code = \u041F\u043E\u043C\u0438\u043B\u043A\u0430! \u0425\u0438\u0431\u043D\u0438\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u043F\u043E\u0448\u0442\u043E\u0432\u043E\u0433\u043E \u0456\u043D\u0434\u0435\u043A\u0441\u0443. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435:
error.input.street = \u041F\u043E\u043C\u0438\u043B\u043A\u0430! \u0425\u0438\u0431\u043D\u0430 \u043D\u0430\u0437\u0432\u0430 \u0432\u0443\u043B\u0438\u0446\u0456. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435: 
error.input.house = \u041F\u043E\u043C\u0438\u043B\u043A\u0430! \u0425\u0438\u0431\u043D\u0438\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u043D\u043E\u043C\u0435\u0440\u0443 \u0431\u0443\u0434\u0438\u043D\u043A\u0443. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435:

input.next.contact = \u042F\u043A\u0449\u043E \u0432\u0438 \u0445\u043E\u0447\u0435\u0442\u0435 \u0432\u043D\u0435\u0441\u0442\u0438 \u0432 \u0437\u0430\u043F\u0438\u0441\u043D\u0443 \u043A\u043D\u0438\u0433\u0443 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0438\u0439 \u043A\u043E\u043D\u0442\u0430\u043A\u0442, \u043D\u0430\u0442\u0438\u0441\u043D\u0456\u0442\u044C "Y": 